{
    "meta": "",
    "kannada": [
        [
            "ಅಯಿಗಿರಿ ನಂದಿನಿ ನಂದಿತಾ ಮೋಧಿನಿ ವಿಶ್ವ ವಿನೋದಿನಿ ನಂದಿಣುತೇ",
            "ಗಿರಿವಾರ ವಿಂಧ್ಯ ಶಿರೋದಿನಿ ವಾಸಿನಿ ವಿಷ್ಣು ವಿಲಾಸಿನಿ ಜಿಷ್ಣುನುತೇ",
            "ಭಗವತಿ ಹೆಶಿಥಿ ಕಂಠ ಕುಟುಂಬಿನಿ ಭೂರಿ ಕುಟುಂಬಿನಿ ಬೋರಿಕೃತೇ.",
            "ಜಯ ಜಯ ಹೇ ಮಹಿಷಾಸುರ ಮರ್ಧಿನಿ ರಮ್ಯಾ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ ||"
        ],
        [
            "ಸುರವರವರ್ಕ್ಷೀನಿ ದುರ್ಧರಧರ್ಶ್ಮೀನಿ ದುರ್ಮುಖರ್ಮನಿ ಹರ್ಷರತೆ ತ್ರಿಭುವನ ಪೋಣಿ ಶಂಕರತೋಶ್ಮೀಣಿ ಕಿನ್ನಿಶಮೋಕ್ಷೀಣಿ ಘೋಶರತೆ ದನುಜನಿರೋಣಿ ದಿತಿಸುತ ರೋಣಿ ದುರ್ಮದ ಶೋಣಿ ಸಿಂಧುಸುತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೨||"
        ],
        [
            "ಅಯಿ ಜಗದಂಬ ಮದಂಬ ಕದಂಬ ವನಪ್ರಿಯ ವಾಸಿನಿ ಹಾಸರತೆ ಶಿಖರಿ ಶಿರೋಮಣಿ ತುಂಗಾ ಹಿಮಾಲಯ ಶೃಂಗ ನಿಜಾಲಯ ಮಧ್ಯಗತೆ ಮಧು ಮಧುರೆ ಮಧು ಕೈಟಭ ಘಂಜಿನಿ ಕೈಟಭ ಭಂಜಿನಿ ರಾಸರತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೩ ||"
        ],
        [
            "ಅಯಿ ಶತಖಂಡ ವಿಖಂಡಿತ ರುಂಡ ವಿತುಂಡಿತ ಶುಂಡ ಗಜಾಧಿಪತೆ ರಿಪು ಗಜ ಗಂಡ ವಿದಾರಣ ಚಂಡ ಪರಾಕ್ರಮ ಶುಂಡ ಮೃಗಾಧಿಪತೆ ನಿಜ ಭುಜ ದಂಡ ನಿಪಾತಿತ ಖಂಡ ವಿಪಾತಿತ ಮುಂಡ ಭಟಾಧಿಪತೇ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೪||"
        ],
        [
            "ಅಯಿ ರಣ ದುರ್ಮದ ಶತ್ರು ವಧೋದಿತ ದುರ್ಧರ ನಿರ್ಜರ ಶಕ್ತಿಭ್ಯಥೇ ಚತುರ ವಿಚಾರ ಧುರೀಣ ಮಹಾಶಿವ ದೂತಕೃತೆ ಪ್ರಮಥಾಧಿಪತೆ ದುರಿತ ದುರೀಹ ದುರಾಶಯ ದುರ್ಮತಿ ದಾನವದೂತ ಕೃತಾಂತಮತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೫||"
        ],
        [
            "ಅಯಿ ಶರಣಾಗತ ವೈರಿ ವಧೂವರ ವೀರ ವರಾಭಯದಾಯಕರೆ ತ್ರಿಭುವನ ಮಸ್ತಕ ಶೂಲ ವಿರೋಧಿ ಶಿರೋಧಿ ಕೃತಾಮಲ ಶೂಲಕರೆ ದುಮಿದುಮಿ ತಾಮರ ದುಂಧುಭಿ ನಾದ ಮಹೋ ಮುಖರೀಕೃತ ತಿಗಕರೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ ||೬||"
        ],
        [
            "ಅಯಿ ನಿಜ ಹುಂಕೃತಿ ಮಾತ್ರ ನಿರಾಕೃತ ಧೂಮ್ರ ವಿಲೋಚನ ಧೂಮ್ರಶಿಕೆ ಸಮರ ವಿಶೋಷ್ಟಿತ ಶೋಣಿತ ಬೀಜ ಸಮುದ್ಭವ ಶೋಣಿತ ಬೀಜಲತೆ ಶಿವ ಶಿವ ಶುಂಭ ನಿಶುಂಭ ಮಹಾಹವ ತರ್ಪಿತ ಭೂತ ಪಿಶಾಚಪತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೭||"
        ],
        [
            "ಧನುರನು ಸಂಗ ರಣಕ್ಷಣ ಸಂಗ ಪರಿಸ್ಸುರ ದಂಗ ನಟತ್ಕಟಕೆ ಕನಕ ಪಿಶಂಗ ಪೃಷತ್ಕ ನಿಷಂಗ ರಸದ್ಭಟ ಶೃಂಗ ಹತಾವಟುಕೆ ಕೃತ ಚತುರಂಗ ಬಲಕ್ಷಿತಿ ರಂಗ ಘಟದ್ಬಹುರಂಗ ಬಲತ್ಕಟಕೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೮|"
        ],
        [
            "ಸುರಲಲನಾಥ ತಥೇಯಿ ತಥೇಹಿ ತಾತಾಳ ನಿಮಿತ್ತ ಜಲಾಸ್ಕರತೆ ಕಾಕುಭಾಮತಿ ವರ ಧ್ವನ್ಯಜ ತಾರಕ ತಾಲ ಕೂತೂಹಲ ನಾಟ್ಯರತೇ ಧಿಮಿ ಧಿಮಿ ಧೀಂಕಿಟ ಧೀಂ ಧಿಮಿ ತತ್ಯ ನಿಧೀರ ಮೃದಂಗ ನಿನಾದರತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೯||"
        ],
        [
            "ಜಯ ಜಯ ಜಪ್ಯ ಜಯೇಜಯ ಶಬ್ದ ಪರಸ್ತುತಿ ತತ್ಪರ ವಿಶ್ವನುತೆ ಜಣ ಜಣ ಜಿಂಜಿಮಿ ಜೀಂಕೃತ ನೂಪುರ ಸಿನಿತ ಮೋಹಿತ ಭೂತಪತೆ ನಟಿತ ನಟಾರ್ಧ ನಟೀನಟ ನಾಯಕ ನಾಟಿತ ನಾಟ್ಯ ಸುಗಾನರತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೧೦||"
        ],
        [
            "ಅಯಿ ಸುಮನಃ ಸುಮನಃಸುಮನಃ ಸುಮನಃಸುಮನೋಹರ ಕಾಂತಿಯುತೆ ಶ್ರಿತ ರಜನೀ ರಜನೀ ರಜನೀ ರಜನೀ ರಜನೀಕರ ವಕ್ರವೃತೆ ಸುನಯನ ವಿಭ್ರಮರ ಭ್ರಮರ ಭ್ರಮರ ಭ್ರಮರ ಭ್ರಮರಾಧಿಪತೆ ಜಯಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೧೧||"
        ],
        [
            "ಸಹಿತ ಮಹಾಹವ ಮಲ್ಲಮ ತಲ್ಲಿಕ ಮಲ್ಲಿತ ರಲ್ಲಕ ಮಲ್ಲರತೆ ವಿರಚಿತ ವಲ್ಲಿಕ ಪಲ್ಲಿಕ ಮಲ್ಲಿಕ ಭಿಲ್ಲಿಕ ಭಿಲ್ಲಿಕ ವರ್ಗ ವ್ಯತೆ ಸಿತಕೃತ ಪುಲ್ಲಸಮುಲ್ಲಸಿತಾರುಣ ತಲ್ಲಜ ಪಲವಸಲಲಿತೆ ಜಯಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೧೨||"
        ],
        [
            "ಅವಿರಲಗಂಡ ಗಳನ್ಮದ ಮೇದುರ ಮತ್ತು ಮತಂಗಜ ರಾಜಪತೆ ತ್ರಿಭುವನ ಭೂಷಣ ಭೂತ ಕಲಾನಿಧಿರೂಪ ಪಯೋನಿಧಿ ರಾಜಸುತೆ ಅಯಿ ಸುದ ತೀಜನ ಲಾಲ ಸಮಾನಸ ಮೋಹನ ಮನ್ಮಥ ರಾಜಸುತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ||೧೩ ||"
        ],
        [
            "ಕಮಲಾ ದಲಾಮಲ ಕೋಮಲ ಕಾಂತಿ ಕಲಾಕಲಿತಾಮಲ ಭಾಲಲತೆ ಸಕಲ ವಿಲಾಸ ಕಲಾನಿಲಯಕುಮ ಕೇಲಿ ಚಲತ್ಮಲ ಹಂಸ ಕುಲೇ ಅಲಿಕುಲ ಸಂಕುಲ ಕುವಲಯ ಮಂಡಲ ಮೌಲಿಮಿಲಕುಲಾಲಿ ಕುಲೇ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ||೧೪||"
        ],
        [
            "ಕಲ ಮುರಲಿ ರವ ವೀಜಿತ ಕೂಜಿತ ಲಜ್ಜಿತ ಕೋಕಿಲ ಮಂಜುಮತೇ ಮಿಲಿತ ಪುಲಿಂದ ಮನೋಹರ ಗುಂಜಿತ ರಂಜಿತಶೈಲ ನಿಕುಂಜಗತೆ ನಿಜಗುಣ ಭೂತ ಮಹಾಶಬರೀಗಣ ಸದ್ಯುಣ ಸಂಬ್ಬತ ಕಲಿತಲೇ ಜಯ ಜಯ ಹೇ ಮಹಿಷಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ||೧೫||"
        ],
        [
            "ಕಟಿತಟ ಪೀತ ದುಕೂಲ ವಿಚಿತ್ರ ಮಯೂಖ ತಿರಸ್ಕೃತ ಚಂದ್ರರುಚೆ ಪ್ರಣತ ಸುರಾಸುರ ಮೌಲಿಮಣಿಸ್ಸುರ ದಂಶುಲ ಸಂನಖ ಚಂದ್ರ ರುಚೆ ಜಿತ ಕನಕಾಚಲ ಮೌಲಿಪದೋರ್ಜಿತ ನಿರ್ಭರ ಕುಂಜರ ಕುಂಭಕುಚೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೧೬||"
        ],
        [
            "ವಿಜಿತ ಸಹಸ್ರಕರೈಕ ಸಹಸ್ರಕರೈಕ ಸಹಸ್ರಕರೈಕನುತೇ ಕೃತ ಸುರತಾರಕ ಸಂಗರ ತಾರಕ ಸಂಗರ ತಾರಕ ಸೂನುಸುತೆ ಸುರಥ ಸಮಾಧಿ ಸಮಾನಸಮಾಧಿ ಸಮಾಧಿಸಮಾಧಿ ಸುಜಾತರತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೧೭||"
        ],
        [
            "ಪದಕಮಲಂ ಕರುಣಾನಿಲಯ ವರಿವಸ್ಮ ತಿ ನುದಿನಂ ಸ ಶಿವೆ. ಅಯಿ ಕಮಲೆ ಕಮಲಾನಿಲಯೇ ಕಮಲಾನಿಲ ಯಃ ಸ ಕಥಂ ನ ಭವೇತ್ ತವ ಪದಮೇವ ಪರಮ್ಮದಮೇಮನಶೀಲಯತೋ ಮಮ ಕಿಂ ನ ಶಿವೆ. ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಕಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ||೧೮||"
        ],
        [
            "ಕನಕಲ ಸಲ ಸಿಂಧು ಜಿರನು ಸಿಂಚನುತೆ ಗುಣ ರಂಗಭುವಂ ಭಜತಿ ಸ ಕಿಂ ನ ಶಚಿಕುಚ ಕುಂಭ ತಟೀ ಪರಿರಂಭ ಸುಖಾನುಭ ತವ ಚರಣಂ ಶರಣಂ ಕರವಾಣಿ ನತಾಮರವಾಣಿ ನಿವಾಸಿ ಶಿವಂ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೇ||೧೯||"
        ],
        [
            "ತವ ವಿಮಲೇಂದುಕುಲಂ ವದನೇಂದುಮಲಂ ಸಕಲಂನನು ಕೂಲಯತೆ ಕಿಮು ಪುರುಹೂತ ಪುರೀನ್ಯುಮುಖಿ ಸುಮುಖಭಿರಸ್ ಹಿ ಮುಖಕ್ರಿಯತೆ ಮಮ ತುಮ ತಂ ಶಿವನಾಮಧನೆ ಭವತೀ ಕೃಪಯಾ ಕಿಮುತ ಕ್ರಿಯತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷ್ಮಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೨೦||"
        ],
        [
            "ಅಯಿ ಮಯಿ ದೀನದಯಾಲುತಯಾ ಕೃಪಯ್ವಯಾ ಭವಿತವ್ಯಮುಮೆ ಅಯಿ ಜಗತೋ ಜನನೀ ಕೃಪಯಾಸಿ ಯಥಾಸಿತ ಭಾನು ಮಿತಾಸಿರತೆ ಯದುಚಿತಮತ್ರ ಭವತುರರಿ ಕುರುತಾದುರುತಾಪಮಾಪಾಕುರುತೆ ಜಯ ಜಯ ಹೇ ಮಹಿಷಾಸುರಮರ್ದಿನಿ ರಮ್ಯ ಕಪರ್ದಿನಿ ಶೈಲಸುತೆ ||೨೧||"
        ]
    ],
    "english": [
        [
            "Aigiri nandini nanditha medhini vishwa vinodini nandanuthe",
            "Girivara vindhya shirodhini vasini vishnu vilasini Jishnunuthe",
            "Bhagawathi he shithi kanta kutumbini bhoori kutumbini bhoorikruthe",
            "Jayajaya he mahishasura mardini ramya kapardini shailasuthe||1||"
        ],
        [
            "Suravara varshini durdhara dharshini Durmukhamarshani harsha rathe",
            "Tribhuvana poshini shankara thoshini Kilbisha moshini ghosharathe",
            "Danuja niroshini dithisutha roshini Durmada shoshini sindhu suthe",
            "Jaya Jaya hey mahishasura mardini ramya kapardini shaila suthe||2||"
        ],
        [
            "Ayi Jagadamba madamba kadamba Vana priya vasini hasarathe",
            "Shikhari shiromani thunga himalaya Shrunga nijalaya madhyagathe",
            "Madhu madure madhu kaitabha ganjini Kaitabha banjini rasarathe",
            "Jaya Jaya he mahishasura mardini ramya kapardini shaila suthe||3||"
        ],
        [
            "Ayi shatha khanda vikhanditha runda vithunditha shunda Gajadipathe",
            "Ripu Gaja ganda vidharana chanda parakrama shunda mrugadipathe",
            "Nija bhuja danda nipathitha khanda Vipaathitha munda bhatadipathe",
            "Jaya Jaya he mahishasura mardini ramya kapardini shailasuthe||4||"
        ],
        [
            "Ayi rana durmadaShathru vadhoditha Durdhara nirjjara shakthibruthe",
            "Chathura vichara dhureena mahashiva Duthatkruthe pramathadipathe",
            "Duritha dureeha durashaya durmathi Danava dhutha kruthanthamathe",
            "Jaya Jaya he mahishasura mardini Ramya kapardini shailasuthe||5||"
        ],
        [
            "Ayi sharanagatha vairi vadhuvara Veera varabhaya dhayakare",
            "Tribhuvana masthaka shoola virodhi Shirodhi krutamala shoolakare",
            "Dumi dumi tamara dundhubhi nada maho Mukharikrutha tigmakare",
            "Jaya Jaya he mahishasura mardini Ramya kapardini shailasuthe||6||"
        ],
        [
            "Ayi nija hunkruthi mathra niraakrutha Dhoomra vilochana Dhoomra shikhe",
            "Samara vishoshitha sonitha bheeja Samudhbhava sonitha bheejalathe",
            "Shiva shiva shumbha nishumbha maha hava Tarpitha bhootha pishachapathe",
            "Jaya Jaya he mahishasura mardini Ramya kapardini shailasuthe||7||"
        ],
        [
            "Dhanu ranu sanga ranakshana sanga Parisphura danga natathkatake",
            "Kanaka pishanga prushathka nishanga Rasadbhata shrunga hathavatuke",
            "Krutha chathuranga bala kshithi ranga ghatadbahuranga balathkatake",
            "Jaya Jaya he mahishasura mardini Ramya kapardini shailasuthe||8||"
        ],
        [
            "Suralalanatha tathehi Tathehi tathala nimitha jalasyarate",
            "Kakubhamathi vara dhongaja tharaka thala kuthuhala natyarate",
            "Dhimi dhimi dhinkita dhim dhimi tathva nidhira mrudanga Ninadarate",
            "Jaya Jaya he mahishasura mardini ramya kapardini shailasuthe||9||"
        ],
        [
            "Jaya Jaya japya jayejaya shabda Parastuti tatpara vishvanute",
            "Jana jana jinjimi jinkrutha noopura Sinjitha mohitha bhoothapathe",
            "Natitha nataarda natinata nayaka Natitha natya sugaanarathe",
            "Jaya Jaya he mahishasura mardini Ramya kapardini shailasuthe||10||"
        ],
        [
            "Ayi sumana sumana sumana Sumana sumanohara kanthiyuthe",
            "Shritha rajani rajani rajani Rajani rajaneekara vakthravruthe",
            "Sunayana vibhramara bhramara bhramara bhramara bhramaradhipathe",
            "Jaya Jaya he mahishasura mardini Ramya kapardini shailasuthe||11||"
        ],
        [
            "Sahitha mahahava mallama thallika Mallitha rallaka mallarathe",
            "Virachitha vallika pallika mallika billika Bhillika varga Vruthe",
            "Sithakrutha pullasamulla sitharuna Thallaja pallava sallalithe",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||12||"
        ],
        [
            "Avirala ganda galanmada medura Matha matanga rajapathe",
            "Tribhuvana bhooshana bhootha kalanidhi Roopa payonidhi raja suthe",
            "Ayi sudha thijjana lala samanasa Mohana manmatha raja suthe",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||13||"
        ],
        [
            "Kamala dalaamala komala kanthi Kala kalithaamala bala lathe",
            "Sakala vilasa Kala nilayakrama Keli chalathkala hamsa kule",
            "Alikula sankula kuvalaya mandala Mauli miladh bhakulalikule",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||14"
        ],
        [
            "Kala murali rava veejitha koojitha Lajjitha kokila manjumathe",
            "Militha pulinda manohara gunchitha Ranjitha shaila nikunjagathe",
            "Nija guna bhootha maha shabari gana Sadguna sambrutha kelithale",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||15||"
        ],
        [
            "Kati thata peetha dukoola vichithra Mayuka thiraskrutha Chandra ruche",
            "Pranatha suraasura mouli manisphura Damshula sannka Chandra ruche",
            "Jitha kanakachala maulipadorjitha Nirbhara kunjara kumbhakuche",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||16||"
        ],
        [
            "Vijitha sahasrakaraika sahasrakaraika Sarakaraika nuthe",
            "Krutha sura tharaka sangaratharaka Sangaratharaka soonu suthe",
            "Suratha Samadhi samana Samadhi Samadhi Samadhi sujatharathe",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||17||"
        ],
        [
            "Padakamalam karuna nilaye varivasyathi yonudhinam sa shive",
            "Ayi kamale kamala nilaye kamala nilaya Sa katham na bhaveth",
            "Thava padameva parampadamemanu sheelayatho mama kim na shive",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||18||"
        ],
        [
            "Kanakala sathkala sindhu jalairanu Sinchanuthe guna ranga bhuvam",
            "Bhajathi sa kim na Shachikucha kumbha Thati pari rambha sukhanubhavam",
            "Thava charanam sharanam kara vani Nataamaravaani nivasi shivam",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||19||"
        ],
        [
            "Ayi mai deena dayaluthaya krupayaiva Thvaya bhavthavyamume",
            "Ayi jagatho janani kripayasi Yathasitha bhanumithasi rathe",
            "yaduchithamatra bhavathyurari kuruthadurutha pamapakurute",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||21||"
        ],
        [
            "Thava Vimalendu kulam vadnedumalam Sakalam nanu kulayathe",
            "Kimu puruhootha pureendu mukhi Sumukhibhirasou hi mukhi kriyathe",
            "Mama thuma tham shivanama dhane Bhavathi krupaya kimu tha kriyathe",
            "Jaya Jaya He Mahishasura Mardini Ramya Kapardini Shaila Suthe||20||"
        ],
        []
    ],
    "media": "https://www.youtube.com/watch?v=v95GGcVonm4",
    "tag": [
        "kannada devotional song",
        "kannada lyrics"
    ],
    "categories": [],
    "kannada_title": "ಆಯಿಗಿರಿ ನಂದಿನಿ",
    "english_title": "Aigiri nandini nanditha",
    "tags": []
}