const id = "ಆವ-ಜನ್ಮದ-ಪುಣ್ಯ-ಫಲಿಸಿತೆನಗೆ";
const collection = "bhajan";
const data = {kannada_title:"ಆವ ಜನ್ಮದ ಪುಣ್ಯ ಫಲಿಸಿತೆನಗೆ",english_title:" Ava janmada punya phalisitenage",kannada:"ರಚನೆ : ಶ್ರೀ ವಿಜಯದಾಸರು\n\nಆವ ಜನ್ಮದ ಪುಣ್ಯ ಫಲಿಸಿತೆನಗೆ |\nಈ ಉಡುಪಿ ಕೃಷ್ಣನ ಪ್ರಸಾದ ಭುಂಜಿಸಿದೆ ||pa||\nಲವಣವನು ಸವಿದುಣಲು | ಬಲುಜನ್ಮದಲಿಯಿದ್ದ\nಭವರಾಸಿಗಳು ಹಾರಿ ಬಯಲಾದವು |\nನವವಿಧ ಭಕುತಿಯಾ ಮಾರ್ಗವನೆ ತಿಳಿದು  |\nಮಾನವರೊಳಗೆ ಪರಿ ಶುದ್ಧನಾದೆ ಗುರು ಕರುಣದಲೀ ||1||\nಶಾಖಫಲ ಕೈಕೊಳಲು ಅರಿಷಡ್ವರ್ಗಗಳಿಂದ |\nಶೋಕವನೆ ಬಂದಿರಲು ಬೆನ್ನು ಬಟ್ಟು |\nಕಾಕೆಟ್ಟು ಪೋಗುವವು ಏನೆಂಬೆ ಸೋಜಿಗವು |\nಲೋಕದೊಳಗೆ ನಮ್ಮ ಕುಲಗೋತ್ರಜರೆ ಧನ್ಯ  ||2||\nಸೂಪವನು ಉಂಡರೆ ಮುಂದಟ್ಟಿ ಬರುತ್ತಿಪ್ಪ |\nಆಪತ್ತು ಕಳವಳಿಸಿ ಹಿಂದಾದವು |\nಭಾಪುರೆ ಮೋಕ್ಷಮಾರ್ಗಕ್ಕೆ\nಸೋಪಾನ ದೊರಕಿದವು ಏನೆಂಬೆ\nಸೋಜಿಗವು ಬಲು ತೀವ್ರದಲಿ ||3||\nಭಕ್ಷ್ಯಗಳು ಮೆಲಲಾಗಿ ಭಕ್ತಿ ಪುಟ್ಟುವದಯ್ಯಾ |\nಅಕ್ಷಯವಾಗುವದು ಇದ್ದ ಪುಣ್ಯ |\nಅಕ್ಷರ ವಂಚನಾಗಿ ಸರ್ವದಾ ಮೋಕ್ಷಸಾಧನ\nಮಾಳ್ಪ ಮನಸು ಪುಟ್ಟಿತು ನೋಡಾ||4||\nಓದನವು ಉದರದಲಿ ತುಂಬಲಾಕ್ಷಣದಲ್ಲಿ |\nಸಾಧುಗಳ ಸಂಗತಿ ಘಟಿಸುವದು | ಭೇದಾರ್ಥ\nಜ್ಞಾನ  ಬಂದೊದಗುವದು ಗುರು ಪೂರ್ಣ |\nಬೋಧರಾ ಮತದಲ್ಲಿ ಲೋಲಾಡುವಾನಂದಾ ||5||\nಘೃತ ದಧಿ ತಕ್ರ ಮೊದಲಾದ ವ್ಯಂಜನ ಉಣಲು |\nಹಿತವಾಗಿ ಸಕಲ ಇಂದ್ರಿಯಂಗಳು |\nಸತತ ದುರ್ವಿಷಯಕ್ಕೆ ಪೋಗದಲೆ ಆವಾಗ |\nರತಿಪತಿಪಿತನ ಪದಸೇವೆಯೊಳಗಿಪ್ಪವೊ ||6||\nಕೃಷ್ಣ ಸಂದರುಶನ ಮೃಷ್ಟಾನ ಭೋಜನ |\nಕಷ್ಟನಾಶನ ಸರ್ವ ಕರ್ಮಕಧಿಕಾ |\nಇಷ್ಟ ಸುಖ ಸೌಖ್ಯಕರ ಮತ್ತಾವÀಲ್ಲಿ ಕಾಣೆ |\nಸೃಷ್ಟಿಗೊಡೆಯ\nವಿಜಯವಿಠ್ಠಲ\nನು ದಯವಾಗೆ ||7||\n\n",english:"",meta:"",tags:["dasara padagalu","kannada devotional song"],media:"https://www.youtube.com/watch?v=HUjDCycQ3sM"};
const _internal = {
	type: 'data',
	filePath: "C:/Users/karth/Documents/Web Projects/Bhajanamrutha/src/content/bhajan/ಆವ-ಜನ್ಮದ-ಪುಣ್ಯ-ಫಲಿಸಿತೆನಗೆ.json",
	rawData: "",
};

export { _internal, collection, data, id };
