const id = "ನೀನುಪೇಕ್ಷೆಯ-ಮಾಡೆ-ಬೇರೆ-ಗತಿ";
const collection = "bhajan";
const data = {kannada_title:"ನೀನುಪೇಕ್ಷೆಯ ಮಾಡೆ ಬೇರೆ ಗತಿ",english_title:" Ninupeksheya made bere gati",kannada:"ರಚನೆ : ಶ್ರೀ ಕನಕ ದಾಸರು\n\nನೀನುಪೇಕ್ಷೆಯ ಮಾಡೆ ಬೇರೆ ಗತಿ ಯಾರೆನಗೆ ನಿಗಮಗೋಚರ ಮುಕುಂದ\nಗಾನ ರಸಲೋಲ ಆಗಮ ಶೀಲ ಭಕ್ತಪರಿಪಾಲ ಗೋಪಾಲ ಬಾಲಲೀಲ ||ಪ||\nಜಪತಪಾನುಷ್ಠಾನ ಜಪಿತನೆಂದೆನಿಸುವರೆ ಜಾಣತನವದರೊಳಗಿಲ್ಲ\nಅಪರಿಮಿತ ಕರ್ಮವನು ಅನುಸರಿಸಿ ನಡೆವುದಕೆ ನಿಪುಣತ್ವ ಮೊದಲೇ ಇಲ್ಲ\nಗುಪಿತದಲಿ ದಾನ ಧರ್ಮವ ಮಾಳ್ಪೆನೆಂದರೆ ಘನವಾದ ಧನವು ಇಲ್ಲ\nಚಪಲ ನಿಪುಣತ್ವ ಜಾಣತ್ವವಿಲ್ಲದಿಹ ಸುಪವಿತ್ರ ನೀನೆ ಅಲ್ಲದಿಲ್ಲ ||೧||\nಆನೆ ಮೊಸಳೆಗೆ ಸಿಲುಕಿ  ಅರೆಬಾಯಿ ಬಿಡುತಿರಲು ಮೌನದಲಿ ಬಂದು ಕಾಯ್ದೆ\nಏ ನಾರಯಣ ಎಂದಡೆ ಅಜಮಿಳಗೆ ಮುಕ್ತಿಯನು ನೀನೊಲಿದು ಕರುಣಿಸಿತ್ತೆ\nದಾನವೇಂದ್ರನ ಕೈಯ ಕಡುನೊಂದ ಪ್ರಹ್ಲಾದಗೆ ನೀನೊಲಿದು ಪದವನಿತ್ತೆ\nದಾನವಾಂತಕ ದಿವಿಜಮುನಿ ವಂದಿತನೆ ನೀನು ಎನ್ನನು ಸಲಹದೇ ಬರಿದೆ ||೨||\nಈಷಣತ್ರಯದ ಬಯಲಾಸೆಯಲಿ ಮನಸೋತು ಬೇಸರಿದೆ ಮನದಿ ನೊಂದು\nಹೇಸಿಕೆಯ ಸಂಸಾರಸಾಗರದೊಳಗೆ ಬಿದ್ದು ಘಾಸಿಯಾದೆ ನಾನಿಂದು\nಆಸೆಯನು ಬಿಡದೆ ಕಡು ಮೋಸದಲಿ ಸಿಲುಕಿರುವ ವಾಸಿಲ್ಲದವನ ಇಂದು\nದಾಸನೆನಿಸಿಯೆ ಡಂಗುರವ ಹೊಯ್ಯಲು\nಆದಿಕೇಶವನು\nನೀನೆ ಹರಿಯೆ ದೊರೆಯೆ ||೩||\n\n",english:"",meta:"",tags:["krishna","dasara padagalu","kannada devotional song"],media:"https://www.youtube.com/watch?v=xEFLs3XnkVE"};
const _internal = {
	type: 'data',
	filePath: "C:/Users/karth/Documents/Web Projects/Bhajanamrutha/src/content/bhajan/ನೀನುಪೇಕ್ಷೆಯ-ಮಾಡೆ-ಬೇರೆ-ಗತಿ.json",
	rawData: "",
};

export { _internal, collection, data, id };
