const id = "ಲೋಕವೀರಂ-ಮಹಾಪೂಜ್ಯಂ";
const collection = "bhajan";
const data = {kannada_title:"ಲೋಕವೀರಂ ಮಹಾಪೂಜ್ಯಂ",english_title:"lokaveeram mahaapoojyam",kannada:"ಓಂ ಲೋಕವೀರಂ ಮಹಾಪೂಜ್ಯಂ\nಸರ್ವ ರಕ್ಷಾಕರಂ ವಿಭುಂ\nಪಾರ್ವತಿ ಹ್ರದಯಾನಂದಂ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ವಿಪ್ರಪೂಜ್ಯಂ ವಿಶ್ವವಂದ್ಯಂ\nವಿಷ್ಣುಶಂಭೋ ಪ್ರಿಯಂ ಸುತಂ\nಕ್ಷಿಪ್ರ ಪ್ರಸಾದ ನಿರತಂ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ಮತ್ತ ಮಾತಂಗ ಗಮನಂ\nಕಾರುಣ್ಯಾಂಮ್ರತ  ಪೂರಿತಂ\nಸರ್ವ ವಿಘ್ಣಹರಂ ದೇವಂ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ಅಸ್ಮತ್ ಕುಲೇಶ್ವರಂ ದೇವಂ\nಅಸ್ಮತ್ ಶತ್ರು ವಿನಾಶನಂ\nಅಸ್ಮದಿಷ್ಟ  ಪ್ರದಾತಾರಂ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ಪಾಂಡ್ಯೇಶ ವಂಶ ತಿಲಕಂ\nಕೇರಳೆ ಕೇಳಿ ವಿಗ್ರಹಂ\nಆರ್ತ ತ್ರಾಣ ಪರಂ ದೇವಂ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ತ್ರಯಂಬಕ ಪುರಾದೀಶಂ\nಗಣಾಧಿಪ ಸಮನ್ವಿತಂ\nಗಜಾರೂಢಂ ಅಹಂ ವಂದೇ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ಶಿವವೀರ್ಯಂ ಸಮುರ್ಭೂತಂ\nಶ್ರೀನಿವಾಸ ತನುರ್ಭವಂ\nಶಿಖಿವಾಹನಾನುಜಂ ವಂದೇ\nಶಾಸ್ತಾರಂ ಪ್ರಣಮಾಮ್ಯಹಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ಯಶ್ಯ ಧನ್ವವಂತರಿರ್ ಮಾತ\nಪಿತಾದೇವೋ ಮಹೇಶ್ವರಹ\nತಂ ಶಾಸ್ತಾರ ಮಹಂ ವಂದೇ\nಮಹಾರೋಗ ನಿವಾರಣಂ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಓಂ ಶ್ರೀಭೂತನಾತ ಸದಾನಂದಂ\nಸರ್ವಭೂತ ದಯಾಪರಂ\nರಕ್ಷಾರಕ್ಷಾ ಮಹಾಬಾಹೊ\nಶಾಸ್ತ್ರೇ ತುಭ್ಯಂ ನಮೋ ನಮಃ\nಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nಶರಣಂ ಶರಣಂ ಅಯ್ಯಪ್ಪ\nನವರತ್ನಾಕ್ಯಮೇ ತತ್\nಯೋ ನಿತ್ಯಂ ಶುಧ್ಧ ಪಠೇ ನರಃ\nತಸ್ಯಾ ಪ್ರಸನ್ನೋ ಭಗವಾನ್\nಶಾಸ್ತಾರಂ ವಸತಿ ಮಾನಸೆ\nಓಂ ಸ್ವಾಮಿಯೇ ಶರಣಂ ಅಯ್ಯಪ್ಪ\n\n",english:"",meta:"",tags:["kannada devotional song"],media:"https://www.youtube.com/watch?v=aDzg-3NBnO0"};
const _internal = {
	type: 'data',
	filePath: "C:/Users/karth/Documents/Web Projects/Bhajanamrutha/src/content/bhajan/ಲೋಕವೀರಂ-ಮಹಾಪೂಜ್ಯಂ.json",
	rawData: "",
};

export { _internal, collection, data, id };
